Revit 2027 API
PipeFittingAndAccessoryPressureDropUIData Properties
The PipeFittingAndAccessoryPressureDropUIData type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
PipeFittingAndAccessoryPressureDropUIData Class
Autodesk.Revit.UI.Plumbing Namespace